Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: Delete Mapping
fr_fr: Effacer le mapping

source: Delete Option
fr_fr: Supprimer cette option

source: Delete Package
fr_fr: Effacer le paquet

source: Delete Page
fr_fr: Supprimer la page

source: Delete Poll
fr_fr: Supprimer le sondage

source: Delete Profile
fr_fr: Effacer le profil

source: Delete Rate
fr_fr: Supprimer le taux

source: Delete Rating
fr_fr: Supprimer la notation

source: Delete Review
fr_fr: Supprimer le commentaire

source: Delete Role
fr_fr: Supprimer le rôle

source: Delete Row
fr_fr: Supprimer la ligne

source: Delete Rule
fr_fr: Supprimer la règle

source: Delete Search
fr_fr: Supprimer la recherche

source: Delete Selected Group
fr_fr: Supprimer le groupe sélectionné

source: Delete Selected Problems
fr_fr: Supprimer les problèmes sélectionnés

source: Delete Store
fr_fr: Supprimer le magasin

source: Delete Store View
fr_fr: Effacer la vue magasin

source: Delete Tag
fr_fr: Supprimer mot clé

source: Delete Template
fr_fr: Supprimer le gabarit

source: Delete Tier
fr_fr: Effacer le palier

source: Delete User
fr_fr: Supprimer l'utilisateur

source: Delete Website
fr_fr: Supprimer le site web

source: Delete attribute
fr_fr: Supprimer l'attribut

source: Delete category
fr_fr: Supprimer la catégorie

source: Delete customer
fr_fr: Supprimer le client

source: Delete customer address
fr_fr: Supprimer l'adresse du client

source: Delete product
fr_fr: Supprimer le produit

source: Delete theme
fr_fr: Supprimer le thème

source: Deleted
fr_fr: Effacé

source: Deleted Stores
fr_fr: Magasins effacés

source: Deleting a %1$s will not delete the information associated with the %1$s (e.g. categories, products, etc.), but the %1$s will not be able to be restored. It is suggested that you create a database backup before deleting the %1$s.
fr_fr: Effacer un %1$s n'effacera pas les informations associées avec le %1$s (par ex. catégories, produits, etc.), mais il ne sera pas possible de restaurer le %1$s. Nous vous suggérons de créer une sauvegarde de la base de données avant d'effacer le %1$s.

source: Delivered
fr_fr: Livré

source: Delivered on:
fr_fr: Livré le :

source: Delivered to:
fr_fr: Livré à :

source: Delivery Address
fr_fr: Adresse de livraison

source: Delivery Address Category
fr_fr: Catégorie d'adresse de livraison

source: Delivery Confirmation
fr_fr: Confirmation de livraison

source: Delivery Schedule
fr_fr: Délais de livraison

source: Demo Mode
fr_fr: Mode démo

source: Denied the payment online.
fr_fr: Refuser le paiement en ligne.

source: Deny
fr_fr: Refuser

source: Deny Payment
fr_fr: Refuser de paiement

source: Dependencies
fr_fr: Dépendances

source: Depends on design theme
fr_fr: Dépendant du thème de design

source: Description Message
fr_fr: Message de description

source: Description that appears in Android Market. %s chars maximum.
fr_fr: Description qui apparaît dans l'Android Market. %s caractères maxi.

source: Description that appears in the iTunes App Store. %s chars maximum.
fr_fr: Description apparaissant dans l'App Store iTunes. %s caractères maximum.

source: Description that appears in the iTunes App Store. 4000 chars maximum.
fr_fr: Description apparaissant dans l'App Store iTunes. 4000 caractères maximum.

source: Deselect All
fr_fr: Tout désélectionner

source: Design Change
fr_fr: Changement de design

source: Design Package/Theme
fr_fr: Interface/Thème de design

source: Design Section
fr_fr: Section design

source: Destination Type
fr_fr: Type de destination

source: Destination directory is not writable
fr_fr: Le répertoire de destination n'a pas les droits en écriture

source: Destination file is not writable
fr_fr: Le fichier de destination n'a pas les droits en écriture

source: Destination file path must be a string
fr_fr: Le chemin du fichier de destination doit être une chaîne de caractères

source: Destination folder "%s" does not exist or there is no access to create it.
fr_fr: Le répertoire de destination "%s" n'existe pas ou ne peut pas être créé.

source: Destination folder "%s" is not a directory.
fr_fr: Le dossier de destination "%s" n'est pas un répertoire.

source: Destination folder "%s" is not writable.
fr_fr: Le dossier de destination "%s" n'a pas les droits d'écriture.

source: Detail
fr_fr: Détail

source: Detailed Rating
fr_fr: Notation détaillée

source: Details
fr_fr: Détails

source: Details for %s #%s
fr_fr: Détails pour %s n°%s

source: Developer
fr_fr: Développeur

source: Developer Client Restrictions
fr_fr: Restrictions client développeur

source: Developer Section
fr_fr: Section développeur

source: Development
fr_fr: Développement

source: Device
fr_fr: Terminal

source: Device Information
fr_fr: Informations du terminal

source: Device Type
fr_fr: Type de terminal

source: Device doesn't recognized. Unable to load a template.
fr_fr: Le terminal n'est pas reconnu. Impossible de charger un gabarit.

source: Device doesn't recognized: "%s". Unable to load a helper.
fr_fr: Le terminal n'est pas reconnu : "%s". Impossible de charger un helper.

source: Device doesn't recognized: "%s". Unable to load preview model.
fr_fr: Terminal non reconnu : "%s". Impossible de charger le modèle de prévisualisation.

source: Direct Payment API
fr_fr: API Paiement direct

source: Direct Sale
fr_fr: Vente directe

source: Directory
fr_fr: Répertoire

source: Directory "%s" must be writeable
fr_fr: Le chemin "%s" doit être autorisé en écriture

source: Disable
fr_fr: Désactiver

source: Disable Default Tax Tables
fr_fr: Désactiver les tables de TVA par défault

source: Disable Email Communications
fr_fr: Désactiver les envois d'email

source: Disable Guest Checkout if Cart Contains Downloadable Items
fr_fr: Désactiver le passage de commande en tant qu'invité si le panier contient des produits téléchargeables

source: Disable Modules Output
fr_fr: Désactiver la sortie des modules

source: Disable automatic group change based on VAT ID
fr_fr: Désactiver le changement automatique de groupe en fonction du numéro de TVA

source: Disabled
fr_fr: Désactivé

source: Disabled Completely
fr_fr: Désactivé complètement

source: Disabled by Default
fr_fr: Désactivé par défaut

source: Disallow Voting in a Poll Multiple Times from Same IP-address
fr_fr: Empêcher les votes multiples à un sondage depuis une même adresse IP

source: Disallowed file type.
fr_fr: Type de fichier interdit.

source: Discount
fr_fr: Remise

source: Discount (%s)
fr_fr: Remise (%s)

source: Discount Amount
fr_fr: Remise

source: Discount Codes
fr_fr: Codes de remises

source: Discount Description
fr_fr: Description de la remise

source: Discount Qty Step (Buy X)
fr_fr: Quantité pour obtenir la remise (Achetez-en X)

source: Discount Tax
fr_fr: Taxe de remise

source: Display %s first
fr_fr: Afficher d'abord %s

source: Display Actual Price
fr_fr: Afficher les vrais prix

source: Display Cart Summary
fr_fr: Afficher le résumé du panier

source: Display Demo Store Notice
fr_fr: Afficher le message d'avertissement de boutique de démo

source: Display Full Tax Summary
fr_fr: Afficher le résumé complet des taxes

source: Display Order ID in Header
fr_fr: Afficher l'identifiant de commande dans l'en-tête

source: Display Out of Stock Products
fr_fr: Afficher les produits épuisés

source: Display Price Interval as One Price
fr_fr: Afficher l'intervale de prix en un seul prix

source: Display Prices
fr_fr: Afficher les prix

source: Display Prices In Emails
fr_fr: Afficher les prix dans les emails

source: Display Prices In Product Lists
fr_fr: Afficher les prix dans la liste des produits

source: Display Prices In Sales Modules
fr_fr: Afficher les prix dans les modules de paiement

source: Display Prices On Product View Page
fr_fr: Afficher les prix dans les fiches produits

source: Display Product Count
fr_fr: Afficher le nombre de produits

source: Display Product Prices In Catalog
fr_fr: Afficher les prix des produits dans le catalogue

source: Display Settings
fr_fr: Paramètres d'affichage

source: Display Shipping Amount
fr_fr: Afficher le montant de l'expédition

source: Display Shipping Prices
fr_fr: Afficher les prix de livraison

source: Display Shopping Cart Sidebar
fr_fr: Afficher la barre latérale du panier

source: Display Subtotal
fr_fr: Afficher le sous-total

source: Display Wishlist Summary
fr_fr: Afficher le résumé de la liste d'envies

source: Display Zero Tax Subtotal
fr_fr: Afficher le sous-total lorsqu'il est nul

source: Display default currency
fr_fr: Afficher la devise par défaut

source: Display in Suggested Terms
fr_fr: Afficher dans les termes suggérés

source: Display item quantities
fr_fr: Afficher la quantité totale d'articles dans le panier

source: Display number of items in cart
fr_fr: Afficher le nombre de produits différents dans le panier

source: Display number of items in wishlist
fr_fr: Afficher le nombre de produits dans la liste d'envies

source: Displayed Error Message
fr_fr: Message d'erreur affiché

source: Displaying Mode
fr_fr: Mode d'affichage

source: Displays on catalog pages and homepage.
fr_fr: L'affichage sur les pages de catalogue et l'accueil

source: Distributed under GNU LGPL. See %s for details.
fr_fr: Distribué sous licence GNU LGPL. Voir %s pour plus de détails.

source: Do not check transaction status if order older than {N} days.
fr_fr: Ne pas contrôler le statut de la transaction si la commande a été passée plus de {N} jours auparavant.

source: Do not enable AVS or CSC options. The do not work when using Payflow Link Silent Mode.
fr_fr: Ne pas activer les options AVS ou CSC. Ces options ne fonctionnent pas en mode Payflow Link Silent.

source: Do not set any fields in the Billing and Shipping Information block as editable in your Payflow accout.
fr_fr: Dans le bloc d'informations de facturation et de livraison de votre compte Payflow, ne rendez éditable aucun champ.

source: Do you have any gift items in your order?
fr_fr: Y a-t-il des articles cadeaux dans votre commande ?

source: Do you really want to KILL parallel process and start new indexing process?
fr_fr: Voulez-vous vraiment supprimer le processus parallèles et lancer un nouveaux processus d'indexation ?

source: Do you really want to cancel the queue?
fr_fr: Voulez-vous vraiment supprimer la file ?

source: Do you really want to proceed?
fr_fr: Voulez-vous vraiment continuer ?

source: Does not work if there are more than 10 shipping options available.
fr_fr: Ne fonctionne pas si il ya plus de 10 options d'expédition disponibles.

source: Don't have a PayPal account? Simply enter your email address.
fr_fr: Vous n'avez pas de compte PayPal ? Il suffit d'entrer votre adresse email.

source: Don't see what you're looking for?
fr_fr: Vous ne trouvez pas ce que vous cherchez ?

source: Done
fr_fr: Terminé

source: Don’t have a PayPal merchant account? You can still accept credit card payments through the Payflow Pro Gateway.
fr_fr: Vous n'avez pas de compte marchand PayPal ? Vous pouvez toujours accepter les paiements par carte de crédit via la passerelle Payflow Pro.

source: Double click on a group to rename it
fr_fr: Double-cliquez sur un groupe pour le renommer

source: Double click on above image to view full picture
fr_fr: Double-cliquez sur l'image ci-dessus pour la voir en entier

source: Download
fr_fr: Télécharger

source: Download Magento Core Modules and Updates
fr_fr: Télécharger les modules de base Magento et les mises à jour

source: Downloadable Information
fr_fr: Informations téléchargements

source: Downloadable Product
fr_fr: Produit téléchargeable

source: Downloadable Product Options
fr_fr: Options du produit téléchargeable

source: Downloadable product Section
fr_fr: Section du produit téléchargeable

source: Downloading and installing Magento, please wait...
fr_fr: Téléchargement et installation de Magento en cours, veuillez patienter...

source: Downloads
fr_fr: Téléchargements

source: Drag to move
fr_fr: Glisser pour déplacer

source: Drop Box
fr_fr: Boîte de dépôt

source: Drop-down
fr_fr: Liste déroulante

source: Dropdown
fr_fr: Liste déroulante

source: Dropoff
fr_fr: Déposer

source: Dry run set, stopping execution.
fr_fr: Essai à vide réglé, l'exécution est stoppée.

source: Duplicate
fr_fr: Dupliquer

source: Duplicate Of Template Name
fr_fr: Duplication du nom de gabarit

source: Duplicate template code.
fr_fr: Code de gabarit dupliqué.

source: Duplicate website group price customer group.
fr_fr: Doublon dans la correspondance de prix pour un groupe client et pour un même site web.

source: Duplicate website tier price customer group and quantity.
fr_fr: Le prix par palier pour ce site web, ce groupe client et cette quantité existe déjà.

source: Duplicate website, country and state tax found.
fr_fr: Une taxe pour ce site web, ce pays et cet état existe déjà.

source: Dutch
fr_fr: Néerlandais

source: Dynamic
fr_fr: Dynamique

source: E.g. {{media url="path/to/image.jpg"}} {{skin url="path/to/picture.gif"}}. Dynamic directives parsing impacts catalog performance.
fr_fr: Par ex. {{media url="path/to/image.jpg"}} {{skin url="path/to/picture.gif"}}. Le parsing des directives dynamiques peut affecter les performances du catalogue.

source: E.g: "Verdana".
fr_fr: Par ex. "Verdana"

source: E.g: "black".
fr_fr: Par ex. "black".

source: E.g: "white".
fr_fr: Par ex. "white".

source: EAV types and attributes
fr_fr: Types EAV et attributs

source: EFT Funding (German banking)
fr_fr: Placement d'EFT (opérations bancaires allemandes)

source: EPS Online-Überweisung (powered by Moneybookers) - Austria
fr_fr: EPS Online-Überweisung (powered by Moneybookers) - Autriche

source: ESP (Spanish)
fr_fr: ESP (Espagnol)

source: ETA: %s
fr_fr: Durée estimée : %s

source: East Asian
fr_fr: Asie orientale

source: Easy access to your order history and status
fr_fr: Consultez et suivez vos commandes

source: Eav code
fr_fr: Code EAV

source: Edit
fr_fr: Éditer

source: Edit %s ACL attribute rules
fr_fr: Éditer les %s des règles d'attributs ACL

source: Edit Account Info
fr_fr: Éditer les informations du compte

source: Edit Account Information
fr_fr: Éditer les informations du compte

source: Edit Address
fr_fr: Éditer l'adresse

source: Edit Address Entry
fr_fr: Éditer la saisie d'adresse

source: Edit AirMail Message
fr_fr: Éditer le message AirMail

source: Edit AirMail Message Queue #%s
fr_fr: Éditer la file d'attente de messages AirMail n°%s

source: Edit Answer '%s'
fr_fr: Éditer la réponse '%s'

source: Edit App "%s"
fr_fr: Éditer l'appli "%s"

source: Edit Attribute Set '%s'
fr_fr: Éditer le jeu d'attributs '%s'

source: Edit Billing Address
fr_fr: Éditer l'adresse de facturation

source: Edit Block
fr_fr: Éditer le bloc

source: Edit Block '%s'
fr_fr: Éditer le bloc '%s'

source: Edit Class
fr_fr: Éditer la classe

source: Edit Class '%s'
fr_fr: Éditer la classe '%s'

source: Edit Condition
fr_fr: Éditer la condition

source: Edit Customer Group "%s"
fr_fr: Éditer le groupe clients "%s"

source: Edit Customer Groups
fr_fr: Éditer les groupes de client

source: Edit Customer's Address
fr_fr: Éditer l'adresse du client

source: Edit Design Change
fr_fr: Éditer le changement de design

source: Edit Email Template
fr_fr: Éditer le gabarit de l'email

source: Edit Extension
fr_fr: Éditer l'extension

source: Edit Filter
fr_fr: Éditer le filtre

source: Edit Gift Messsage
fr_fr: Éditer le message cadeau

source: Edit Group
fr_fr: Éditer le groupe

source: Edit Item Type
fr_fr: Éditer le type d'article

source: Edit Item Type "%s"
fr_fr: Éditer le type d'article "%s"

source: Edit Items
fr_fr: Modifier les articles

source: Edit Newsletter
fr_fr: Éditer la newsletter

source: Edit Newsletter Template
fr_fr: Éditer le gabarit de newsletter

source: Edit Newsletters
fr_fr: Éditer les newsletters

source: Edit Order
fr_fr: Éditer la commande

source: Edit Order #%s
fr_fr: Modifier la commande n°%s

source: Edit Order %1$s %2$s Address
fr_fr: Éditer l'adresse de %2$s pour la commande n°%1$s

source: Edit Order %s %s Address
fr_fr: Éditer pour la commande n°%s l'adresse de %s

source: Edit Order Status
fr_fr: Éditer le statut de commande

source: Edit Page
fr_fr: Éditer la page

source: Edit Page '%s'
fr_fr: Éditer la page '%s'

source: Edit Poll
fr_fr: Éditer le sondage

source: Edit Poll '%s'
fr_fr: Éditer le sondage '%s'

source: Edit Poll Answer
fr_fr: Modifier la réponse du sondage

source: Edit Product Attribute
fr_fr: Éditer l'attribut produit

source: Edit Product Attribute "%s"
fr_fr: Éditer l'attribut produit "%s"

source: Edit Queue
fr_fr: Éditer file

source: Edit Rating
fr_fr: Modifier la notation

source: Edit Review
fr_fr: Éditer le commentaire '%s'

source: Edit Review '%s'
fr_fr: Éditer le commentaire '%s'

source: Edit Role
fr_fr: Modifier le rôle

source: Edit Rule
fr_fr: Éditer la règle

source: Edit Rule '%s'
fr_fr: Éditer la règle '%s'

source: Edit Search
fr_fr: Modifier la recherche

source: Edit Search '%s'
fr_fr: Éditer la recherche '%s'

source: Edit Set Name
fr_fr: Éditer le nom du jeu d'attributs

source: Edit Shipping Address
fr_fr: Éditer l'adresse de livraison

source: Edit Shopping Cart
fr_fr: Modifier le panier

source: Edit Sitemap
fr_fr: Éditer le plan de site

source: Edit Store
fr_fr: Modifier le magasin

source: Edit Store View
fr_fr: Éditer la vue magasin

source: Edit System Template
fr_fr: Éditer le gabarit système

source: Edit Tag '%s'
fr_fr: Éditer mot clé '%s'

source: Edit Tax Rate
fr_fr: Éditer le taux de la taxe

source: Edit Template
fr_fr: Éditer le gabarit

source: Edit Template "%s"
fr_fr: Éditer le gabarit "%s"

source: Edit Terms and Conditions
fr_fr: Éditer les conditions générales de ventes

source: Edit URL Rewrite
fr_fr: Éditer la réécriture d'URL

source: Edit User
fr_fr: Modifier l'utilisateur

source: Edit User '%s'
fr_fr: Éditer l'utilisateur '%s'

source: Edit Website
fr_fr: Modifier le site web

source: Edit Your Cart
fr_fr: Modifiez votre panier

source: Edit attribute rules for %s Role
fr_fr: Éditer les règles d'attributs pour le rôle %s

source: Edit item
fr_fr: Éditer l'article

source: Edit item parameters
fr_fr: Éditer les paramètres de l'article

source: Edit osCommerce Profile
fr_fr: Éditer le profil osCommerce

source: Edit osCommerce Profile :: %s
fr_fr: Éditer le profil osCommerce : %s

source: Eligible for Protection: %s
fr_fr: Éligible pour la protection : %s

source: Email %s cannot be saved because of %s.
fr_fr: L'email %s ne peut pas être sauvegardée à cause de %s

source: Email Address
fr_fr: Adresse mail

source: Email Address of Your Moneybookers Account
fr_fr: Email de votre compte MoneyBookers

source: Email Address:
fr_fr: Adresse mail :

source: Email Associated with PayPal Merchant Account
fr_fr: Email associée à Compte Marchand PayPal

source: Email Copy of Credit Memo
fr_fr: Envoyer une copie de l'avoir par mail

source: Email Copy of Invoice
fr_fr: Envoyer une copie de la facture par mail

source: Email Copy of Shipment
fr_fr: Envoyer une copie de la livraison par mail

source: Email Customer
fr_fr: Envoyer un email au client

source: Email Options
fr_fr: Options de mail

source: Email Order Confirmation
fr_fr: Envoyer la confirmation de commande par mail

source: Email Preview
fr_fr: Prévisualisation de l'email

source: Email Sender
fr_fr: Expéditeur du mail

source: Email Template
fr_fr: Gabarit du mail

source: Email Templates
fr_fr: Gabarits d'email

source: Email Verification
fr_fr: Vérification d'email

source: Email address can't be empty.
fr_fr: L'adresse email ne peut pas être vide.

source: Email address can\'t be empty.
fr_fr: L'email ne peut pas être vide.

source: Email addresses, separated by commas
fr_fr: Adresses email, séparées par des virgules

source: Email delivery
fr_fr: Livraison par email

source: Email to %s was not sent.
fr_fr: L'email n'a pas été envoyé à %s

source: Email to a Friend
fr_fr: Envoyer à un ami

source: Empty
fr_fr: Vide

source: Empty Rows
fr_fr: Lignes vides

source: Empty identifier field name
fr_fr: Vider le nom du champ d'identifiant

source: Empty main table name
fr_fr: Nom de table principale vide

source: Empty response
fr_fr: Réponse vide

source: Enable
fr_fr: Activer

source: Enable "Remember Me"
fr_fr: Activer "Se souvenir de moi"

source: Enable AirMail Message Push notification
fr_fr: Activer les notifications par AirMail Message Push

source: Enable Automatic Fetching
fr_fr: Activer la récupération automatique

source: Enable CAPTCHA in Admin
fr_fr: Activer le CAPTCHA dans l'admin

source: Enable CAPTCHA on Frontend
fr_fr: Activer le CAPTCHA dans le frontend

source: Enable Carrier Calculated
fr_fr: Activer Calculé par le transporteur

source: Enable Charts
fr_fr: Activer les graphiques

source: Enable Contact Us
fr_fr: Activer la page Contactez-nous

source: Enable Digital Delivery
fr_fr: Activer la livraison numérique

source: Enable Discount to Subproducts
fr_fr: Activer les remises sur les sous-produits

source: Enable Email Verification
fr_fr: Activer la vérification d'email

source: Enable External Cache
fr_fr: Activer le cache externe

source: Enable FPT
fr_fr: Activer les TFP

source: Enable Facebook
fr_fr: Activer Facebook

source: Enable Flat Rate
fr_fr: Activer les montants fixes

source: Enable Flurry Analytics
fr_fr: Activer Flurry Analytics

source: Enable Flurry Analytics for the merchant.
fr_fr: Activer Flurry Analytics pour le marchand.

source: Enable Foreign Exchange Rate
fr_fr: Activer le taux de change

source: Enable Global Address Verification
fr_fr: Activer la vérification d'adresse globale

source: Enable LinkedIn
fr_fr: Activer LinkedIn

source: Enable Log Cleaning
fr_fr: Activer le nettoyage de logs

source: Enable MAP
fr_fr: Activer le prix minimum affiché

source: Enable Merchant Calculated
fr_fr: Activer Calculé par le marchand

source: Enable Negotiated Rates
fr_fr: Activer les taux négociés

source: Enable Onepage Checkout
fr_fr: Activer le passage de commande en une seule page

source: Enable PayPal Guest Checkout
fr_fr: Activer le passage de commande pour invité avec PayPal

source: Enable Persistence
fr_fr: Activer la persistance

source: Enable Prototype Deprecation Log
fr_fr: Activer le log de dépréciation Prototype

source: Enable Qty Increments
fr_fr: Activer les incréments de quantités

source: Enable RSS
fr_fr: Activer le RSS

source: Enable Sales and Use Tax
fr_fr: Activer la taxe de ventes et d'utilisation

source: Enable Scheduled Backup
fr_fr: Activer la sauvegarde programmée

source: Enable Secure Token:
fr_fr: Éditer le jeton de sécurité :

source: Enable Standard Checkout
fr_fr: Activer le règlement standard

source: Enable Terms and Conditions
fr_fr: Activer les conditions générales de vente

source: Enable Twitter
fr_fr: Activer Twitter

source: Enable US Address Verification
fr_fr: Activer la vérification d'adresse US

source: Enable WSDL Cache
fr_fr: Activer le cache WSDL

source: Enable WYSIWYG
fr_fr: Activer l'éditeur WYSIWYG

source: Enable WYSIWYG Editor
fr_fr: Activer l'éditeur WYSIWYG

source: Enable this if your checkout request is too big and being cut off.
fr_fr: Activer ceci si votre requête de passage de commande est trop grosse et doit être découpée.

source: Enable this option if you want the charts to be displayed on Dashboard.
fr_fr: Activez cette option si vous souhaitez afficher les graphiques de vente sur le tableau de bord.

source: Enable this option only if you have SSL available.
fr_fr: N'activez cette option que si vous avez le SSL

source: Enabled
fr_fr: Activé

source: Enabled by Default
fr_fr: Activé par défaut

source: Enabled for Admin
fr_fr: Activée pour l'admin

source: Enabled for Checkout
fr_fr: Activé pour commander

source: Enabled for Frontend
fr_fr: Activée pour le frontend

source: Enables/Disables SSL verification of Magento server by UPS.
fr_fr: Active/désactive la vérification SSL du server Magento par UPS.
